{
  "Home":"الرئيسية",
  "About":"من نحن",
  "Furniture":"الأثاث",
  "Projects":"مشاريعنا",
  "Contact Us":"تواصل معنا",
  "PROFESSIONAL":"التنفيذ",
  "EXECUTION":"الاحترافي",
  "PROFESSIONAL EXECUTION":"التنفيذ الاحترافي",
  "HeadParagraph":"شركــة التنفيـذ الاحترافي هي شركة رائدة في تقديم حلول الأثاث المبتكرة وتوفير جميع احتياجات المكاتب والفنادق بجودة عالية في جميع أنحاء المملكة العربية السعودية، حيث تــأسست بمبادئ الالتزام والتميز، ونـحن نمزج بين الأداء الوظيفي والراحـة والأناقة لخلق بيئات تعزز الإنتاجية ورضا عملائنـــا.",
  "Explore Now":"اطّلع على المزيد",
  "Office Furniture":"أثاث مكتبي",
  "Home Furniture":"أثاث منزلى",
  "home_furniture_description":"نقدم في شركتنا أثاث منزلي فاخر يجمع بين الأناقة والمتانة،مصمم بدقة عالية ليلبي جميع أذواق عملائنا، باستخدام أفضل المواد الخام وأحدث التقنيات،لضمان تجربة معيشية فريدة تدوم لسنوات عديدة.",
  "homesfurniture":"الأثاث المنزلى",
  "office_furniture_description":"تقدم شركتنا أثاث مكاتب فاخر يجمع بين الأناقة المهنية والمتانة الاستثنائية. مصمم بدقة لتعزيز الإنتاجية في مكان العمل، نستخدم أفضل المواد وتقنيات متطورة لإنشاء مساحات عمل تلهم الكفاءة والراحة لسنوات قادمة.",
  "Conference Tables":"طاولات اجتماعات",
  "ParaTable":"تتميز طاولات الاجتماعات في شركتنا بتصميم عصري أنيق يجمع بين المتانة الفائقة والوظائفية الذكية، حيث نستخدم أفضل أنواع الخشب الطبيعي والمعادن المطورة لتقديم منتج نهائي فاخر، مع تقنيات عزل صوتي متكاملة وأنظمة كهربائية مدمجة لإدارة الكابلات بشكل غير مرئي، بالإضافة إلى أسطح مقاومة للخدوش وحواف ملساء توفر أعلى معايير الأمان، كل هذا مع ضمان 10 سنوات يؤكد التزامنا بجودة لا تضاهى تدوم لسنوات طويلة.",
  "Individual Office":"مكتب فردى",
  "ParaIndividualOffice":"تتميز مكاتبنا الفردية بتصميم عصري يجمع بين الأناقة والوظائفية، حيث نصنعها من أخشاب طبيعية عالية الجودة ومعادن متينة لتضمن عمرًا طويلًا، مع مساحات تخزين ذكية وإدارة كابلات متكاملة تحافظ على نظافة المساحة، كما نوفر خيارات تعديل الارتفاع إلكترونيًا لتناسب كل احتياجات العمل، كل ذلك مع ضمان 10 سنوات يؤكد التزامنا بمعايير الجودة العالمية التي تجعل من مكتبك مساحة إبداعية مريحة وآمنة.",
  "Office Chairs":"مقاعد المكتب",
  "ParaChairs":"تتميز مقاعد المكتب في شركتنا بتصميم عصري يجمع بين الراحة المهنية والأناقة العصرية، حيث نصنعها من مواد عالية الجودة مثل الجلد الصناعي المقاوم للتمزق وشبكة الظهر المُهواة، مع أنظمة دعم قطني قابلة للتعديل تناسب كل جسم، بالإضافة إلى قواعد معدنية متينة تدعم الحركة بسلاسة، كل ذلك مع ضمان 5 سنوات يؤكد التزامنا بمعايير الجودة العالمية التي تحقق الراحة طوال ساعات العمل الطويلة.",
  "Beds":"أَسِرَّة",
  "ParaBeds":"تتميز أسِرّتنا في شركتنا بتصميمات فاخرة تجمع بين الأناقة والراحة، حيث نصنعها من أخشاب طبيعية عالية الجودة ومراتب ذات طبقات متعددة توفر دعماً مثالياً للجسم، مع خيارات تعديل ذكية تتيح لك التحكم في درجة الصلابة والانحناء حسب راحتك، بالإضافة إلى ألوان وتشطيبات تناسب جميع الأذواق، كل ذلك مع ضمان 7 سنوات يضمن لك نوماً هانئاً دون قلق.",
  "Wardrobe":"خزانة الملابس",
  "ParaWardrobe":"تتميز خزانات الملابس في شركتنا بتصميمات ذكية تجمع بين الفخامة والوظائفية، حيث نصنعها من أخشاب السنديان الطبيعي وألواح MDF المضغوطة بمقاومة عالية للرطوبة، مع أنظمة تخزين متعددة تشمل أرفف قابلة للتعديل وأدراج مدمجة ومساحات مخصصة للتعليق، بالإضافة إلى تفاصيل أمان مثل أبواب بطيئة الإغلاق وقواعد معدنية متينة، كل ذلك مع ضمان 10 سنوات يضمن لك منتجاً يدوم لسنوات.",
  "Living&Dining Rooms": "غرف المعيشةوالطعام",
  "ParaLiving&Dining":"تتميز غرف المعيشة والطعام في شركتنا بتصاميم عصرية ذكية تدمج الفخامة مع الوظائفية، حيث نقدم حلولاً متكاملة تبدأ من الأثاث المصنوع من أخشاب السنديان الطبيعي وصولاً إلى أنظمة الإضاءة الذكية، مع مساحات تخزين مدمجة وأسطح مقاومة للخدوش، بالإضافة إلى خيارات تخصيص تتناسب مع كل المساحات والأذواق، كل ذلك مع خدمة تركيب احترافية وضمان 7 سنوات يؤكد التزامنا بجودة لا تضاهى.",
  "about.description":"تعد شركة Professional Execution رائدة في تصنيع أثاث المكاتب والفنادق الفاخر من مقرها بالرياض، حيث نجمع بين التصميم المبتكر والحرفية العالمية لتقديم حلول مخصصة تعزز بيئات العمل والضيافة. يدفعنا التزامنا بالاستدامة لاستخدام مواد صديقة للبيئة وممارسات تصنيع مسؤولة، مما يضمن منتجات عالية الجودة ودائمة. من خلال نهج يركز على العميل، وتقنيات حديثة، واهتمام دقيق بالتفاصيل، نحول الرؤى إلى واقع—بدءًا من التصاميم المخصصة وحتى تنفيذ المشاريع الكبيرة. ثق بفريقنا الخبير لتقديم خدمة استثنائية من الاستشارة إلى الدعم ما بعد البيع."
        
}